import React from "react";
import { Link } from "react-router-dom";
import Head from "../head/Head";
import ScrollTopSingl from "../scroll/ScrollTopSingl";
import './About.css'
const About =() => {
    return(
        <>
        <div className={' hamsaz-root-about  mt-2'} id={'about'}>
        <div className={'container  mb-5'}>
            <div class="row hamsaz-about">
                <div class="col-md-5 col-sm-12 px-0 ">
                   <img src={'/images/hamsaz-about.png'} className={'img-about'} width={'100%'}/>
                </div>
                <div class="col-md-7 col-sm-12  pt-5 px-5">
                  
                    {/* <p className={'about-last py-3'}>زیست بوم تولید </p> */}
                    <h3 style={{fontWeight:'bold'}}> درباره همساز</h3>
                    <p className={'py-3  rules-paragraph'}>همساز یک پلتفرم سرویس دهنده آنلاین در چرخه تولید فیلم، سریال، مستند و هر اثر رسانه‌ای می باشد که با هدف دسترسی آسان و کاربردی تمام افراد فارسی زبان در سراسر جهان راه اندازی شده است.
                    <br/>
                     ما در همساز با هدف جذب استعدادها در فرایند چرخه تولید از ایده و طرح تا فیلمنامه و ساخت اثر ساختاری را فراهم کرده ایم که پل ارتباطی بین افراد و سازندگان باشیم.</p>
                    <button type="button" class="btn btn-outline button-about ">مشاهده بیشتر…</button>
                </div>
            </div>

             <div class="row hamsaz-about-box my-3">
                 <div class="col-md-3  my-4 pr-md-0">
                     <div className={'hamsaz-about py-3'}  style={{textAlign:'center'}}>
                          <img src={'/images/about-img-1.png'} className={'mb-1 mt-3'} style={{ width:'70px'}}/>
                          <h3 className={'beacuse-title '} >پشتیبانی آنلاین</h3>
                          <p className={'paraghraph px-3'}>در کنار شما هستیم و برای هر سوال می توانید با ما در تماس باشید</p>
                    </div>
                </div>
                 <div class="col-md-3  my-4 ">
                     <div className={'hamsaz-about hamsaz-icon py-3'}  style={{textAlign:'center'}}>
                     <img src={'/images/about-img-4.png'} className={'mb-1 mt-3'} style={{ width:'70px'}}/>
                          <h3 className={'beacuse-title '} >حقوق مادی و معنوی</h3>
                          <p className={'paraghraph px-3'}>یکی از اهداف اصلی ما در همساز حفظ منافع کاربران و اعتماد سازی است</p>
                    
                       </div>
                </div>
                 <div class="col-md-3  my-4 ">
                     <div className={'hamsaz-about  py-3'}  style={{textAlign:'center'}}>
                     <img src={'/images/about-img-2.png'} className={'mb-1 mt-3'} style={{ width:'70px'}}/>
            <h3 className={'beacuse-title '} >پرداخت آنلاین</h3>
            <p className={'paraghraph px-3'}>خرید و مشاهده حق انحصاری طرح درلحظه با پرداخت آنلاین</p>
                    </div>
                </div>
                 <div class="col-md-3  my-4 pl-md-0">
                     <div className={'hamsaz-about py-3'}  style={{textAlign:'center'}}>
                     <img src={'/images/about-img-3.png'} className={'mb-1 mt-3'} style={{ width:'70px'}}/>
            <h3 className={'beacuse-title '} >امتیاز و رتبه‌بندی</h3>
            <p className={'paraghraph px-3'}>امتیاز و قیمت گذاری طرح‌ها توسط کارشناسان همساز</p>
                    </div>
                </div>
                    
               
            </div>
             <div class="row hamsaz-about">
                 <div className={'hamsaz'}>
                     <h3 className={'px-3 px-lg-5 pt-5 mx-1 title-about-nav'}>درباره همساز بیشتر بدانید</h3>
                      <ul class="nav nav-pills d-none about-pills px-3 px-lg-5 nav-pills-about " role="tablist">
                        <li class="nav-item">
                          <a class="nav-link active" data-toggle="pill" href="#home">درباره ما</a>
                        </li>
                        <li class="nav-item">
                          <a class="nav-link" data-toggle="pill" href="#menu1">اهداف</a>
                        </li>
                        <li class="nav-item">
                          <a class="nav-link" data-toggle="pill" href="#menu2">در آینده</a>
                        </li>
                      </ul>

 
  <div class="tab-content py-4 px-3 px-lg-5">
    <div id="home" class="tab-pane active" style={{textAlign:'justify'}}>
      
      <p style={{lineHeight:'40px',fontSize:'17px'}}>ما در مرحله اول به دنبال نویسندگان و ایده پردازان برای طرح خلق یک اثر و فروش آن یه سرمایه گذاران و تهیه کنندگان در بستر این پلتفرم آنلاین هستیم. اگر فیلمنامه نویس خود خالق ایده و طرح ارسالی به ما بود بعد از مراحل کارشناسی، قیمت گذاری و سپس جذب سرمایه گذار، خود آن را می نویسد یا اگر ایده پرداز بود در اختیار یک فیلمنامه نویس قرار داده تا به یک فیلمنامه کامل تبدیل شود.<br/>
       قابل ذکر است که نویسنده طرح کسی است که ایده اصلی فیلم نامه متعلق به اوست. معمولاً کسی که طرح فیلم نامه را می‌دهد، خودش نیز فیلم نامه را می‌نویسد، اما گاهی به دلایلی نوشتن فیلم نامه به شخص دیگری سپرده می‌شود، در این صورت نام او به عنوان نویسنده طرح، در عنوان بندی ذکر می‌شود. بستر این چرخه تولید تا انتها در حال آماده سازی می باشد و این مرحله آزمایشی برای نیاز سنجی اولیه می باشد تا ما با بازخورد های شما مسیر بهتری را برای این فرایند تولید کنیم. اگر از ایده پرداز یا یک نویسنده یا یک فیلمنامه نویس هستید می توانید طرح های خود را برای ما از طریق <a href={'http://app.hamsaz.ir'} target={'_blank'}  style={{color:'#7d01de !important',fontWeight:'bold'}}> نسخه PWA</a> ارسال کنید. طرح شما در هیچ جایی بدون توافق و پرداخت هزینه آن اجرا و تولید نخواهد شد.<br/>
        همچنین می توانید اگر نظر، انتقاد یا پیشنهادی و ایده ای در ارتباط با این پلتفرم و چرخه تولید فیلم، سریال و مستند دارید می توانید با ما از طریق ایمیل و شماره تلفنی که در انتهای همین متن وجود دارد ارسال و یا در صفحه <Link to={'/contact'}>تماس با ما </Link> به طور مستقیم با ما در تماس باشید
      . ما از هر نظر، انتقاد یا پیشنهادی و ایده ای شما خوشحال خواهیم شد و امیدوار به همکاری با شما عزیزان هستیم.
      <br/>
      <span className={'pl-2'}> ایمیل:</span>
      <span style={{color:'#7d01de'}}>info@hamsazi.ir</span>
        
      <br/>
      <span className={'pl-2'}> تلفن:</span>
      <span style={{color:'#7d01de'}}> ۰۲۱۴۵۸۵۸۵۶۸</span>
     
      </p>
    </div>
    <div id="menu1" class="tab-pane fade"  style={{textAlign:'justify'}}>
      
      <p style={{lineHeight:'40px',fontSize:'17px'}}>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
    </div>
    <div id="menu2" class="tab-pane fade"  style={{textAlign:'justify'}}>
      
      <p style={{lineHeight:'40px',fontSize:'17px'}}>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته, حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
    </div>
  </div>
                 </div>
             </div>
        </div>
        <ScrollTopSingl/>
        </div>
        </>
    )
}

export default About