const  products = [
    {
         id:1,
        pic:'https://nobin.tv/wp-content/uploads/2019/07/photo_2020-09-22_12-16-37.jpg',
        video:'https://www.aparat.com/video/video/embed/videohash/Bv9o6/vt/frame',
        title:'ضد گلوله',
        link:' https://nobin.tv/karoya',
        pic1:'https://nobin.tv/wp-content/uploads/2019/07/zgolole5.jpg',
        pic2:'https://nobin.tv/wp-content/uploads/2019/07/zgolole4.jpg',
        pic3:'https://nobin.tv/wp-content/uploads/2019/07/zgolole9.jpg',
        pic4:'https://nobin.tv/wp-content/uploads/2019/07/zgolole6.jpg',
        news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2019/08/vlcsnap-3752-08-12-08h59m06s507.jpg',
                newsTitle:'در مستندمسابقه ضدگلوله!/ گفتگو با مجید عزیزی، کارگردان ',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2019/08/vlcsnap-3752-08-12-08h59m06s507.jpg',
                newsTitle:'در مستندمسابقه ضدگلوله!/ گفتگو با مجید عزیزی، کارگردان ',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }
        ],
  
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
        filimo:<h6> در فیلیمو مشاهده کنید</h6>,
        iconFilimo:  <i class="fas fa-play"></i> ,
        conecticon1:<i class="fab fa-telegram-plane"></i>,
        conecticon2:<i><img src="/images/aparat.png" width={'20px'}/></i>,
       
    },
     {
        id:2,
        pic:'https://nobin.tv/wp-content/uploads/2019/07/karsaz.jpg',
        video:'https://www.aparat.com/video/video/embed/videohash/dVKFy/vt/frame',
        title:'کارساز',
        link:'https://karsaz.tv',
        pic1:'https://nobin.tv/wp-content/uploads/2020/09/karsaz5.jpg',
        pic2:'https://nobin.tv/wp-content/uploads/2020/09/karsaz6.jpg',
        pic3:'https://nobin.tv/wp-content/uploads/2020/09/karsaz8.jpg',
        pic4:'https://nobin.tv/wp-content/uploads/2020/09/karsaz9.jpg',
        news : [],
        
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
        filimo:<h6> در فیلیمو مشاهده کنید</h6>,
        iconFilimo:  <i class="fas fa-play"></i> ,
        conecticon1:<i class="fab fa-telegram-plane"></i>,
        conecticon2:<i><img src="/images/aparat.png" width={'20px'}/></i>,

    },
     {
         id:3,
        pic:'https://nobin.tv/wp-content/uploads/2019/07/berimbesazim-1.jpg',
        video:'https://www.aparat.com/video/video/embed/videohash/f48SE/vt/frame',
        title:'بریم بسازیم',
        link:' https://berimbesazim.ir',
        pic1:'https://nobin.tv/wp-content/uploads/2019/07/berimbesazim-990128-3.jpg',
        pic2:'https://nobin.tv/wp-content/uploads/2019/07/berimbesazim-990125-4.jpg',
        pic3:'https://nobin.tv/wp-content/uploads/2019/07/berimbesazim4.jpg',
        pic4:'https://nobin.tv/wp-content/uploads/2019/07/berimbesazim3.jpg',
        text: `جایی که رزم، هنر می شود…

            ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.

            ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.

            در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.`,

        insta: <p class="mb-3 mb-md-0"> صفحه اینستاگرام بریم بسازیم را دنبال کنید</p>,
        iconinsta: <i class="fab fa-instagram"></i>,
        btninsta: <button type="button" class="btn btn-light px-5">مشاهده صفحه</button> ,
          news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/05/berim-besazim.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/01/berimbesazim-991017-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2019/12/berimbesazim4.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }
        ],
    },
     {
         id:4,
        pic:'https://nobin.tv/wp-content/uploads/2020/09/mahramane-hamsaraneh.jpg',
        video:'https://www.aparat.com/video/video/embed/videohash/xlLnm/vt/frame',
        title:'محرمانه خانوادگی',
        link:'https://mahramane.tv',
        insta: <p class="mb-3 mb-md-0"> صفحه اینستاگرام بریم بسازیم را دنبال کنید</p>,
        iconinsta: <i class="fab fa-instagram"></i>,
        btninsta: <button type="button" class="btn btn-light px-5">مشاهده صفحه</button> ,
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
         news : [],
        pic1:'',
        pic2:'',
        pic3:'',
        pic4:'',
        conecticon1:<i class="fab fa-telegram-plane"></i>,
        conecticon2:<i><img src="/images/aparat.png" width={'20px'}/></i>,
        conecticon3:<i class="fab fa-instagram"></i>,
       


    },
     {
         id:5,
        pic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-2.jpg',
        video:'https://www.aparat.com/video/video/embed/videohash/xi0yq/vt/frame',
        title:'خانه ما',
        link:' https://khaneyema.tv',
        insta: <p class="mb-3 mb-md-0"> صفحه اینستاگرام بریم بسازیم را دنبال کنید</p>,
        iconinsta: <i class="fab fa-instagram"></i>,
        btninsta: <button type="button" class="btn btn-light px-5">مشاهده صفحه</button> ,
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
         news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/06/800x450-1.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-1.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }, {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990909-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990324-2.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990827-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },

        ],
        pic1:'https://nobin.tv/wp-content/uploads/2019/07/IMG_1712.jpg',
        pic2:'https://nobin.tv/wp-content/uploads/2019/07/khaneyema-S7.jpg',
        pic3:'https://nobin.tv/wp-content/uploads/2019/07/khaneyema-S8.jpg',
        pic4:'https://nobin.tv/wp-content/uploads/2019/07/photo_2016-04-26_23-19-21.jpg',
        conecticon1:<i class="fab fa-telegram-plane"></i>,
        conecticon2:<i><img src="/images/aparat.png" width={'20px'}/></i>,
        conecticon3:<i class="fab fa-instagram"></i>,
        filimo:<h6> در فیلیمو مشاهده کنید</h6>,
        iconFilimo:  <i class="fas fa-play"></i> ,


    },
];

const  productslast = [

      {
         id:1,
        pic:'https://nobin.tv/wp-content/uploads/2021/08/karoya.jpg',
        title:'آغاز تصویربرداری مسابقه تلویزیونی «کارویا» / ',
        date:'9 مرداد 1400',
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
          news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/06/800x450-1.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-1.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }, {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990909-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990324-2.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990827-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },

        ],
        


    },
      {
         id:2,
        pic:'https://nobin.tv/wp-content/uploads/2021/08/karoya-000513-1.jpg',
        title:'آغاز تصویربرداری مسابقه تلویزیونی «کارویا» / ',
        date:'9 مرداد 1400',
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
          news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/06/800x450-1.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-1.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }, {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990909-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990324-2.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990827-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },

        ],
        


    },
      {
         id:3,
        pic:'https://nobin.tv/wp-content/uploads/2021/11/crowdfunding1.jpg',
        title:'آغاز تصویربرداری مسابقه تلویزیونی «کارویا» / ',
        date:'9 مرداد 1400',
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
          news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/06/800x450-1.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-1.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }, {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990909-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990324-2.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990827-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },

        ],
        


    },
      {
         id:4,
        pic:'https://nobin.tv/wp-content/uploads/2021/08/karoya8.jpg',
        title:'آغاز تصویربرداری مسابقه تلویزیونی «کارویا» / ',
        date:'9 مرداد 1400',
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
          news : [
            {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/06/800x450-1.jpg',
                newsTitle:'فصل ویژه «بریم بسازیم» به آنتن تلویزیون رسید/ داستان سازندگی‌ در یک منطقه محروم ',
                newsText:'فصل ویژه «بریم بسازیم» به کارگردانی مجید عزیزی و مصطفی آتش مرد از شبکه یک سیما ', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/02/khaneyema-991205-1.jpg',
                newsTitle:'آغاز تولید جدیدترین ریالیتی شوی تلویزیون/ «بریم بسازیم»، قصه چند جوان عاشق سازندگی!',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            }, {
                newsPic:'https://nobin.tv/wp-content/uploads/2021/04/khaneyema-000114-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990909-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990324-2.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },
             {
                newsPic:'https://nobin.tv/wp-content/uploads/2020/11/khaneyema-990827-1.jpg',
                newsTitle:'کاروان فصل جدید رئالیتی شوی «بریم بسازیم» به جنوب ایران رسید',
                newsText:'مستندمسابقه ضدگلوله که پخش آن مدتی است شروع شده با توجه به ویژگی‌های منحصر به فرد و جدیدی مانند فضای نظامی و رزمی در کنار هیجان بالا و همچنین...', 
            },

        ],
        


    },
      {
         id:5,
        pic:'https://nobin.tv/wp-content/uploads/2021/08/karoya-000609-1.jpg',
        title:'آغاز تصویربرداری مسابقه تلویزیونی «کارویا» / ',
        date:'9 مرداد 1400',
        text1: 'جایی که رزم، هنر می شود…',
        text2:' ضدگلوله یک مستند مسابقه تلویزیونی با تم نظامی و جنگی ست. در هرقسمت این برنامه‌ی تلویزیونی، چالشی طراحی می شود که شرکت‌کننده ها باید با همراهی تیم، از آن با موفقیت عبور کنند.',
        text3:' ضدگلوله تمام تجهیزات نظامی را به صورت حرفه‌ای و البته دیجیتال در دسترس شرکت کننده ها قرار داده، یعنی با یک شبیه‌سازی کاملا واقعی از شرایط سخت جنگی روبه روایم.',
        text4:' در این مسابقه آمادگی جسمانی، هوش هیجانی، روحیه‌ی کار تیمی، تدبیر و تصمیم‌گیری درست درجه اهمیت بالایی دارد.',
          news : [],
    },
]

export const ProductServise = {

    getProducts : () => {
        return products.slice();
    } ,

    getProductsById : (id) => {
       return products.find(item =>item.id.toString() == id)
    },

     getProductsLast : () => {
        return productslast.slice();
    } ,

    getProductsByIdLast : (id) => {
       return productslast.find(item =>item.id.toString() == id)
    }
}